; Language name
0001=简体中文
; Strings
0002=(默认值)
0003= -新值- 
0004=注册表编辑插件
0005=连接到远程计算机的注册表
0006=断开远程计算机的注册表
0007=新值 #%u
0008=选择你要连接的计算机
0009=以UNICODE (Win 2000/XP/Vista/7)格式导出
0010=以REGEDIT4 (Win9x/NT4 format)格式导出
0011=要加快导出速度，请关闭Total Commander 中的选项:|配置Configuration->操作Operation->计算文件夹所占用的空间Calculate space->在复制/删除之前before copying/deleting
0012=QWORD (64-bit)值
0013=DWORD (32-bit)值
0014=无法在此处创建子键值！
0015=特殊字符转换功能已经关闭|输入时，容易引起错误|名称中将会含有特殊字符，是否继续？
0017=删除
0018=Read Control
0019=Write DAC
0020=Write Owner
0022=无法连接到远程计算机的注册表！
0023=无法移动键值自己！
0024=无法对键值自己进行复制!
0025=无法对键值重命名！
0026=无法将键值移动到其本身下面的子键值中去！
0027=无法将键值复制其本身下面的子键值中去！
0028=无法将键值复制到此子键值中！
0029=此键值无法删除！
0030=文件已经存在，是否覆盖？
0031=REG_MULTI_SZ类型 数据值的字符串不能为空。|空字符串将会被移除！
0032=完全控制
0033=只读
0034=查询值
0035=设定值
0036=创建子键
0037=展开子子键
0038=Notify
0039=创建连接
0041=仅当前键值
0042=当前键值及其下分支子键
0043=仅子键
0045=远程计算机已经连接！
0046=打开注册表编辑器时出错！
0047=此处无法创建键值！
0095=b
0096=k
0097=M
0098=G
0118= -查找- 
0120=查找整个注册表

; Export dialog
0048=导出设置
0049=不再显示
0050=确定
0051=取消

; Multiline value
0052=编辑多字符串
0053=[&r]注册表编辑器
0054=[&n]键值名称：
0055=[&V]键值数据：

; Options
0056=注册表编辑插件 选项
0057=导出时使用UNICODE (Win 2000/XP/Vista/7)格式
0058=导出时标记 时间戳
0059=将二进制值导出为二进制文件
0060=显示 " -新值- " 项
0061=对特殊符号进行转换 (\\ 表示->\ [反斜杠])
0063=显示其它列
0064=语言:
0086=快速导出(不显示进度条)
0087=询问导出格式
0088=导出为一个文件时需要确认
0089=导出为一个文件
0094=显示字符串实际大小(ANSI * 2)格式
0099=显示扩展的图标
0100=显示大小的单位
0116=优化键值图标
0117=允许远程连接
0119=显示 " -查找- " 项
0138=Access 64-bit registry

; Disconnect registry
0065=断开网络注册表的连接
0066=计算机名：

; Connect registry
0067=连接网络上的注册表
0068=[&B]浏览...

; 新建
0069=新建
0070=类型
0071=[&S]字符串
0072=[&D]WORD(32-位值)
0073=[&Q]WORD(64-位值)
0074=[&B]二进制值
0075=[&M]多字符串值
0076=[&E]可扩充字符串值
0077=[&N]名称：

; Binary value
0078=编辑二进制值
0079=[&S]查看(ANSI)格式字符串：
0080=[&S]查看(UNICODE)格式字符串：

; String value
0081=编辑字符串

; DWORD value
0082=编辑
0083=基数
0084=[&H]十六进制
0085=[&D]十进制

; Export to single file
0090=请选择导出的类型：| - 导出为一个文件选择“是”，| - 导出为多个文件选择“否”
0091=文件名:
0092=[&Y]是
0093=[&N]否

; Search
0101=注册表查找
0102=查找的字符串：
0103=查找
0104=区分大小写
0105=匹配
0106=键值
0107=值
0108=数据
0109=双击可跳转到已经找到的键值|Ctrl + 双击该项可对其进行编辑
0110=键值
0111=值
0112=数据
0113=已查找键值
0114=已查找键值：%u 项，找到 %u 个匹配值 (用时 %u 毫秒)
0115=关闭
0121=无法打开键值时行查找！
0122=查找范围
0123=查找整个注册表
0124=查找以下键值：
0125=数据类型……
0128=二进制查找
0129=到
0130=最后写入的时间为，从:
0131=数据值：
0132=使用通配符(*和?)
0133=跳转到键值
0134=复制
0135=编辑……
0136=无效字符
0137=此处只能输入十六进制符号。
0139=Delete...
0140=Selected keys and values will be permanently deleted. Are you sure?

; Data Types
0126=数据类型
0127=其它类型